Repository: clabeuhtegrite/bambuddy-pocket
Catalog: BambuddyPocket/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: The camera feed couldn’t be reached. Check that the printer is online and the camera is enabled.
de: Der Kamerastream ist nicht erreichbar. Prüfe, ob der Drucker online und die Kamera aktiviert ist.
es: No se pudo acceder a la cámara. Comprueba que la impresora esté en línea y la cámara activada.
fr: Le flux caméra est injoignable. Vérifie que l’imprimante est en ligne et que la caméra est activée.

source: The library is empty.
de: Die Bibliothek ist leer.
es: La biblioteca está vacía.
fr: La bibliothèque est vide.

source: The printer reported no pressure-advance calibration profiles.
de: Der Drucker meldete keine Druckvorschub-Kalibrierungsprofile.
es: La impresora no informó perfiles de calibración de avance de presión.
fr: L’imprimante n’a signalé aucun profil de calibration d’avance de pression.

source: The repository and access token will be removed from the server.
de: Repository und Zugriffstoken werden vom Server entfernt.
es: El repositorio y el token de acceso se eliminarán del servidor.
fr: Le dépôt et le jeton d’accès seront supprimés du serveur.

source: The server URL is not valid.
de: Die Server-URL ist ungültig.
es: La URL del servidor no es válida.
fr: L’URL du serveur n’est pas valide.

source: The server response could not be read.
de: Die Serverantwort konnte nicht gelesen werden.
es: No se pudo leer la respuesta del servidor.
fr: La réponse du serveur n’a pas pu être lue.

source: The server returned an unexpected status (%lld).
de: Der Server hat einen unerwarteten Status zurückgegeben (%lld).
es: El servidor devolvió un estado inesperado (%lld).
fr: Le serveur a renvoyé un statut inattendu (%lld).

source: This URL is not valid.
de: Diese URL ist ungültig.
es: Esta URL no es válida.
fr: Cette URL n’est pas valide.

source: This empties the server log file. It cannot be undone.
de: Dies leert die Server-Protokolldatei. Dies kann nicht rückgängig gemacht werden.
es: Esto vacía el archivo de registro del servidor. No se puede deshacer.
fr: Cela vide le fichier de journal du serveur. C’est irréversible.

source: This file is already in the library
de: Diese Datei ist bereits in der Bibliothek
es: Este archivo ya está en la biblioteca
fr: Ce fichier est déjà dans la bibliothèque

source: This folder is empty.
de: Dieser Ordner ist leer.
es: Esta carpeta está vacía.
fr: Ce dossier est vide.

source: This permanently removes the file from the server.
de: Dadurch wird die Datei endgültig vom Server entfernt.
es: Esto elimina permanentemente el archivo del servidor.
fr: Ceci supprime définitivement le fichier du serveur.

source: This print has no skippable objects yet.
de: Dieser Druck hat noch keine überspringbaren Objekte.
es: Esta impresión aún no tiene objetos que se puedan omitir.
fr: Cette impression n’a pas encore d’objets ignorables.

source: This project has no recorded activity yet.
de: Für dieses Projekt wurde noch keine Aktivität aufgezeichnet.
es: Este proyecto aún no tiene actividad registrada.
fr: Ce projet n’a encore aucune activité enregistrée.

source: This removes all log entries. Archives and the queue are not affected.
de: Dies entfernt alle Protokolleinträge. Archive und Warteschlange sind nicht betroffen.
es: Esto elimina todas las entradas del registro. Los archivos y la cola no se ven afectados.
fr: Cela supprime toutes les entrées du journal. Les archives et la file d’attente ne sont pas affectées.

source: This removes the printer from the server.
de: Dies entfernt den Drucker vom Server.
es: Esto quita la impresora del servidor.
fr: Cela retire l’imprimante du serveur.

source: This server does not require authentication.
de: Dieser Server erfordert keine Authentifizierung.
es: Este servidor no requiere autenticación.
fr: Ce serveur ne requiert pas d’authentification.

source: This server uses plain HTTP. Traffic is not encrypted; use only on a trusted network.
de: Dieser Server verwendet unverschlüsseltes HTTP. Der Datenverkehr ist nicht verschlüsselt; nur in einem vertrauenswürdigen Netzwerk verwenden.
es: Este servidor usa HTTP sin cifrar. El tráfico no está cifrado; úsalo solo en una red de confianza.
fr: Ce serveur utilise du HTTP en clair. Le trafic n’est pas chiffré ; à n’utiliser que sur un réseau de confiance.

source: This will cancel the current print.
de: Dadurch wird der aktuelle Druck abgebrochen.
es: Esto cancelará la impresión actual.
fr: Cela annulera l’impression en cours.

source: Time
de: Uhrzeit
es: Hora
fr: Heure

source: Timelapse
de: Zeitraffer

source: Timeline
de: Zeitverlauf
es: Cronología
fr: Chronologie

source: Total
de: Gesamt

source: Total print time
de: Gesamtdruckzeit
es: Tiempo total de impresión
fr: Temps d’impression total

source: Total: %lld g
de: Gesamt: %lld g

source: Trademarks belong to their respective owners.
de: Marken gehören ihren jeweiligen Inhabern.
es: Las marcas pertenecen a sus respectivos propietarios.
fr: Les marques appartiennent à leurs détenteurs respectifs.

source: Trash
de: Papierkorb
es: Papelera
fr: Corbeille

source: Trash is empty
de: Papierkorb ist leer
es: La papelera está vacía
fr: La corbeille est vide

source: Turn on the chamber light for reliable detection.
de: Kammerlicht für zuverlässige Erkennung einschalten.
es: Encienda la luz de la cámara para una detección fiable.
fr: Allumez la lumière de chambre pour une détection fiable.

source: Two-factor authentication
de: Zwei-Faktor-Authentifizierung
es: Autenticación de dos factores
fr: Authentification à deux facteurs

source: Two-factor code
de: Zwei-Faktor-Code
es: Código de dos factores
fr: Code à deux facteurs

source: Type
de: Typ
es: Tipo

source: Unaffiliated third-party client for the self-hosted Bambuddy server. BamPocket talks to it only over its public network API and bundles none of its source code.
de: Unabhängiger, nicht zugehöriger Drittanbieter-Client für den selbst gehosteten Bambuddy-Server. BamPocket kommuniziert mit ihm nur über dessen öffentliche Netzwerk-API und enthält keinen seiner Quellcodes.
es: Cliente de terceros independiente y no afiliado para el servidor autoalojado Bambuddy. BamPocket se comunica con él solo a través de su API de red pública y no incluye su código fuente.
fr: Client tiers indépendant et non affilié pour le serveur auto-hébergé Bambuddy. BamPocket dialogue avec lui uniquement via son API réseau publique et n’embarque aucun de son code source.

source: Unaffiliated third-party client. Trademarks belong to their respective owners.
de: Nicht verbundener Drittanbieter-Client. Marken gehören ihren jeweiligen Eigentümern.
es: Cliente de terceros no afiliado. Las marcas pertenecen a sus respectivos dueños.
fr: Client tiers non affilié. Les marques appartiennent à leurs détenteurs respectifs.

source: Unauthorized — check your credentials.
de: Nicht autorisiert – überprüfe deine Zugangsdaten.
es: No autorizado: comprueba tus credenciales.
fr: Non autorisé — vérifie tes identifiants.

source: Unit price
de: Stückpreis
es: Precio unitario
fr: Prix unitaire

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu

source: Unload filament
de: Filament entladen
es: Descargar filamento
fr: Décharger le filament

source: Unreachable
de: Nicht erreichbar
es: Inaccesible
fr: Injoignable

source: Unsupported scheme “%@”. Use http or https.
de: Schema „%@“ nicht unterstützt. Verwende http oder https.
es: Esquema «%@» no admitido. Usa http o https.
fr: Schéma « %@ » non pris en charge. Utilise http ou https.

source: Untitled print
de: Unbenannter Druck
es: Impresión sin título
fr: Impression sans nom

source: Up to date
de: Aktuell
es: Actualizado
fr: À jour

source: Update available
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible

source: Updating…
de: Aktualisieren…
es: Actualizando…
fr: Actualisation…

source: Upload
de: Hochladen
es: Subir
fr: Téléverser

source: Upload failed
de: Hochladen fehlgeschlagen
es: Error al subir
fr: Échec du téléversement

source: Uptime
de: Betriebszeit
es: Tiempo activo
fr: Temps de fonctionnement

source: Usage
de: Verbrauch
es: Uso
fr: Utilisation

source: Usage history
de: Nutzungsverlauf
es: Historial de uso
fr: Historique d’utilisation

source: Use AMS
de: AMS verwenden
es: Usar AMS
fr: Utiliser l’AMS

source: Use Cloudflare Access
de: Cloudflare Access verwenden
es: Usar Cloudflare Access
fr: Utiliser Cloudflare Access

source: Use a Spoolman server to manage filament inventory instead of the built-in tracker.
de: Verwende einen Spoolman-Server zur Verwaltung des Filament-Inventars anstelle des integrierten Trackers.
es: Usa un servidor Spoolman para gestionar el inventario de filamento en lugar del seguimiento integrado.
fr: Utilisez un serveur Spoolman pour gérer l’inventaire de filament au lieu du suivi intégré.

source: Used
de: Verbraucht
es: Usado
fr: Utilisé

source: Used as the default target when adding prints to the queue.
de: Standardziel beim Hinzufügen von Drucken zur Warteschlange.
es: Destino predeterminado al añadir impresiones a la cola.
fr: Cible par défaut lors de l’ajout d’impressions à la file.

source: Username
de: Benutzername
es: Usuario
fr: Identifiant

source: Username & password
de: Benutzername und Passwort
es: Usuario y contraseña
fr: Identifiant et mot de passe

source: Verbose logging helps diagnose issues. Turn it off when you are done.
de: Ausführliche Protokollierung hilft bei der Fehlerdiagnose. Schalte sie danach wieder aus.
es: El registro detallado ayuda a diagnosticar problemas. Desactívalo cuando termines.
fr: Le journal détaillé aide à diagnostiquer les problèmes. Désactivez-le une fois terminé.

source: Verify
de: Bestätigen
es: Verificar
fr: Vérifier

source: Vibration compensation
de: Vibrationskompensation
es: Compensación de vibraciones
fr: Compensation des vibrations

source: View 3D model
de: 3D-Modell ansehen
es: Ver modelo 3D
fr: Voir le modèle 3D

source: View G-code toolpath
de: G-Code-Werkzeugweg ansehen
es: Ver trayectoria G-code
fr: Voir le parcours G-code

source: Virtual printer name
de: Name des virtuellen Druckers
es: Nombre de la impresora virtual
fr: Nom de l’imprimante virtuelle

source: Virtual printers
de: Virtuelle Drucker
es: Impresoras virtuales
fr: Imprimantes virtuelles

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement

source: Weak
de: Schwach
es: Débil
fr: Faible

source: Weight
de: Gewicht
es: Peso
fr: Poids

source: Weight & cost
de: Gewicht & Kosten
es: Peso y coste
fr: Poids et coût

source: Weight sync
de: Gewichts-Sync
es: Sincronización de peso
fr: Synchro du poids

source: Wi-Fi
de: WLAN

source: Yes
de: Ja
es: Sí
fr: Oui

source: Your session token will be revoked and removed from this device.
de: Ihr Sitzungstoken wird widerrufen und von diesem Gerät entfernt.
es: Tu token de sesión será revocado y eliminado de este dispositivo.
fr: Votre jeton de session sera révoqué et supprimé de cet appareil.

# print-log.status.cancelled
source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé

# print-log.status.completed
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé

# print-log.status.failed
source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec

# print-log.status.skipped
source: Skipped
de: Übersprungen
es: Omitido
fr: Ignoré

# print-log.status.stopped
source: Stopped
de: Gestoppt
es: Detenido
fr: Arrêté

source: Authenticator app
es: Aplicación de autenticación
fr: Application d’authentification

source: Backup codes
es: Códigos de respaldo
fr: Codes de secours

source: Branch
es: Rama
fr: Branche

source: Budget
es: Presupuesto

source: Client ID
es: ID de cliente
fr: Identifiant client

source: Cloud
es: Nube

source: Code
es: Código

source: Designer
es: Diseñador
fr: Concepteur

source: Details
es: Detalles
fr: Détails

source: Email
es: Correo electrónico

source: Email codes
es: Códigos por correo
fr: Codes par e-mail

source: Engine
es: Motor
fr: Moteur

source: Filament
es: Filamento

source: Host
es: Anfitrión
fr: Machine

source: Hostname
es: Nombre de host
fr: Nom d’hôte

source: Integration
es: Integración
fr: Intégration

source: Link
es: Enlace
fr: Lien

source: Live
es: En vivo
fr: En direct

source: Name
es: Nombre
fr: Nom

source: Offline
es: Desconectada
fr: Hors ligne

source: Pause
es: Pausar

source: Repository
es: Repositorio
fr: Dépôt

source: Server
es: Servidor
fr: Serveur

source: Server URL
es: URL del servidor
fr: URL du serveur

source: Server status
es: Estado del servidor
fr: État du serveur

source: Slicing
es: Laminando
fr: Découpe

source: Sport
es: Deporte

source: Standard
es: Estándar

source: Status
es: Estado
fr: Statut

source: Support
es: Soporte

source: Tags
es: Etiquetas
fr: Étiquettes

source: Version
es: Versión

source: Firmware
fr: Micrologiciel

source: Material
fr: Matériau
